/* No comment provided by engineer. */
"Add \"%@\" to Favorites" = "将\"%@\"添加到您的收藏夹";

/* No comment provided by engineer. */
"Affine" = "仿制";

/* No comment provided by engineer. */
"Affine Clamp" = "仿制钳位";

/* No comment provided by engineer. */
"Affine Tile" = "仿制瓷砖";

/* No comment provided by engineer. */
"All Effects" = "所有效果";

/* No comment provided by engineer. */
"Alpha Noise Filter" = "Alpha噪声滤镜";

/* No comment provided by engineer. */
"Amount" = "数量";

/* No comment provided by engineer. */
"Angle" = "角度";

/* No comment provided by engineer. */
"Arcturus" = "大角";

/* No comment provided by engineer. */
"ASCII" = "ASCII";

/* No comment provided by engineer. */
"Auto Enhance" = "自动校正";

/* No comment provided by engineer. */
"B/W" = "黑白";

/* No comment provided by engineer. */
"Bar Swipe" = "条刷";

/* No comment provided by engineer. */
"Bars" = "栅栏";

/* No comment provided by engineer. */
"Bars Swipe" = "条刷";

/* No comment provided by engineer. */
"Bars Swipe Transition" = "条刷过渡";

/* No comment provided by engineer. */
"Black & White" = "黑白";

/* No comment provided by engineer. */
"Blending" = "混合";

/* No comment provided by engineer. */
"Bloom" = "绽放";

/* No comment provided by engineer. */
"Blue" = "蓝色";

/* No comment provided by engineer. */
"Blur" = "模糊";

/* No comment provided by engineer. */
"Bokeh" = "背景虚化";

/* No comment provided by engineer. */
"Bouvardia" = "十字花";

/* No comment provided by engineer. */
"Box" = "盒子";

/* No comment provided by engineer. */
"Box Blur" = "方框模糊";

/* No comment provided by engineer. */
"Brickwork" = "砌砖";

/* No comment provided by engineer. */
"Brightnes & Contrast" = "亮度/对比度";

/* No comment provided by engineer. */
"Brightness" = "亮度";

/* No comment provided by engineer. */
"Brightness and Contrast" = "亮度/对比度";

/* No comment provided by engineer. */
"Bug Eye" = "复眼";

/* No comment provided by engineer. */
"Bump" = "凹凸";

/* No comment provided by engineer. */
"Bump Distortion" = "凹凸失真";

/* No comment provided by engineer. */
"Bump Distortion Linear" = "凹凸失真线性";

/* No comment provided by engineer. */
"Bump Linear" = "凹凸线性";

/* No comment provided by engineer. */
"Capsule" = "胶囊";

/* No comment provided by engineer. */
"Carnation" = "康乃馨";

/* No comment provided by engineer. */
"Center" = "中心";

/* No comment provided by engineer. */
"Channel" = "通道";

/* No comment provided by engineer. */
"Channel Mixer" = "通道混合器";

/* No comment provided by engineer. */
"Channels" = "通道";

/* No comment provided by engineer. */
"Checkerboard" = "棋盘格";

/* No comment provided by engineer. */
"Checkerboard Generator" = "棋盘格生成器";

/* No comment provided by engineer. */
"Chess" = "国际象棋";

/* No comment provided by engineer. */
"Circle Splash" = "圆形放射";

/* No comment provided by engineer. */
"Circle Splash Distortion" = "圆形放射失真";

/* No comment provided by engineer. */
"Circular" = "圆形";

/* No comment provided by engineer. */
"Circular Screen" = "圆形屏幕";

/* No comment provided by engineer. */
"Circular Wrap" = "圆形缠绕";

/* No comment provided by engineer. */
"Circular Wrap Distortion" = "圆形缠绕变形";

/* No comment provided by engineer. */
"City Lights" = "城市灯光";

/* No comment provided by engineer. */
"Clouds" = "云";

/* No comment provided by engineer. */
"Clouds Generator" = "云生成器";

/* No comment provided by engineer. */
"CMYK" = "CMYK";

/* No comment provided by engineer. */
"CMYK Halftone" = "CMYK 半色调";

/* No comment provided by engineer. */
"Coating" = "涂装";

/* No comment provided by engineer. */
"Color" = "颜色";

/* No comment provided by engineer. */
"Color Adjustments" = "颜色调整";

/* No comment provided by engineer. */
"Color Balance" = "色彩平衡";

/* No comment provided by engineer. */
"Color Hatch" = "颜色哈奇";

/* No comment provided by engineer. */
"Color Map" = "彩色地图";

/* No comment provided by engineer. */
"Color Monochrome" = "颜色单色";

/* No comment provided by engineer. */
"Color Overlay Filter" = "颜色叠加滤镜";

/* No comment provided by engineer. */
"Color Posterize" = "色调分离";

/* No comment provided by engineer. */
"Color Removal" = "去除颜色";

/* No comment provided by engineer. */
"Colorize" = "着色";

/* No comment provided by engineer. */
"Colors" = "颜色";

/* No comment provided by engineer. */
"Comic Effect" = "漫画效果";

/* No comment provided by engineer. */
"Comics" = "漫画风格";

/* No comment provided by engineer. */
"Constant" = "恒定的";

/* No comment provided by engineer. */
"Constant Color" = "恒定颜色";

/* No comment provided by engineer. */
"Constant Color Generator" = "恒定色彩生成器";

/* No comment provided by engineer. */
"Contrast" = "对比度";

/* No comment provided by engineer. */
"Copy Machine" = "复印机";

/* No comment provided by engineer. */
"Copy Machine Transition" = "复印机过渡";

/* No comment provided by engineer. */
"Crystallize" = "晶格化";

/* No comment provided by engineer. */
"Curves" = "曲线";

/* No comment provided by engineer. */
"Cyan/Red" = "青色/红色";

/* No comment provided by engineer. */
"Darken Highlights" = "变暗强调";

/* No comment provided by engineer. */
"Defocus" = "失焦";

/* No comment provided by engineer. */
"Desaturate" = "去色";

/* No comment provided by engineer. */
"Displacement" = "位移";

/* No comment provided by engineer. */
"Displacement Distort" = "位移变形";

/* No comment provided by engineer. */
"Distortion" = "失真";

/* No comment provided by engineer. */
"Dot" = "点";

/* No comment provided by engineer. */
"Dot Screen" = "点阵屏";

/* No comment provided by engineer. */
"Drop Shadow Filter" = "下拉阴影滤镜";

/* No comment provided by engineer. */
"Edge Work" = "边工作";

/* No comment provided by engineer. */
"Edges" = "边";

/* No comment provided by engineer. */
"Eightfold Reflected" = "八倍反射";

/* No comment provided by engineer. */
"Eightfold Reflected Tile" = "八倍反射拼贴";

/* No comment provided by engineer. */
"Elliptical" = "椭圆形";

/* No comment provided by engineer. */
"Equalize" = "均衡";

/* No comment provided by engineer. */
"Exposure" = "曝光";

/* No comment provided by engineer. */
"False Color" = "伪彩色";

/* No comment provided by engineer. */
"Favorites" = "收藏";

/* No comment provided by engineer. */
"Feather" = "羽毛";

/* No comment provided by engineer. */
"Fill" = "填充";

/* No comment provided by engineer. */
"filter" = "过滤器";

/* No comment provided by engineer. */
"filters" = "过滤器";

/* No comment provided by engineer. */
"Flash" = "闪光";

/* No comment provided by engineer. */
"Flash Transition" = "闪光过渡";

/* No comment provided by engineer. */
"Fog" = "雾";

/* No comment provided by engineer. */
"Forms" = "形式";

/* No comment provided by engineer. */
"Fourfold Reflected" = "四倍反射";

/* No comment provided by engineer. */
"Fourfold Reflected Tile" = "四倍反射拼贴";

/* No comment provided by engineer. */
"Fourfold Rotated" = "四倍旋转";

/* No comment provided by engineer. */
"Fourfold Rotated Tile" = "四倍旋转拼贴";

/* No comment provided by engineer. */
"Fourfold Translated" = "四倍翻转";

/* No comment provided by engineer. */
"Fourfold Translated Tile" = "四倍翻转拼贴";

/* No comment provided by engineer. */
"Freesia" = "小苍兰";

/* No comment provided by engineer. */
"Funhouse" = "游乐园";

/* No comment provided by engineer. */
"Gamma" = "伽马";

/* No comment provided by engineer. */
"Gamma Adjust" = "伽马调整";

/* No comment provided by engineer. */
"Gaussian" = "高斯";

/* No comment provided by engineer. */
"Gaussian Blur" = "高斯模糊";

/* No comment provided by engineer. */
"Generator" = "生成器";

/* No comment provided by engineer. */
"Geometry" = "几何形状";

/* No comment provided by engineer. */
"Glass" = "玻璃";

/* No comment provided by engineer. */
"Glass Distortion" = "玻璃扭曲";

/* No comment provided by engineer. */
"Glass Lozenge" = "玻璃菱形";

/* No comment provided by engineer. */
"Glass Ring" = "环镜";

/* No comment provided by engineer. */
"Glide Reflected" = "滑移反射";

/* No comment provided by engineer. */
"Glide Reflected Tile" = "滑移反射拼贴";

/* No comment provided by engineer. */
"Gloom" = "暗影";

/* No comment provided by engineer. */
"Grain" = "谷物";

/* No comment provided by engineer. */
"Gray Replacement" = "灰色置换";

/* No comment provided by engineer. */
"Green" = "绿";

/* No comment provided by engineer. */
"Halftone" = "半色调";

/* No comment provided by engineer. */
"Halo" = "光环";

/* No comment provided by engineer. */
"Hatched" = "孵化";

/* No comment provided by engineer. */
"Hatched Screen" = "孵化屏幕";

/* No comment provided by engineer. */
"Haze" = "霾";

/* No comment provided by engineer. */
"Height Field From Mask" = "蒙板高度场";

/* No comment provided by engineer. */
"Hexagon" = "六角形";

/* No comment provided by engineer. */
"Hexagonal Pixellate" = "六角像素化";

/* No comment provided by engineer. */
"Highlights" = "亮点";

/* No comment provided by engineer. */
"Highlights Radius" = "半径をハイライト";

/* No comment provided by engineer. */
"Highlights Tonal Width" = "亮点色调宽度";

/* No comment provided by engineer. */
"Hole" = "孔";

/* No comment provided by engineer. */
"Hole Distortion" = "孔失真";

/* No comment provided by engineer. */
"Honeycomb" = "蜂巢";

/* No comment provided by engineer. */
"Hue" = "色调";

/* No comment provided by engineer. */
"Hue and Saturation" = "色相和饱和度";

/* No comment provided by engineer. */
"Image" = "图像";

/* No comment provided by engineer. */
"Infrared" = "红外线";

/* No comment provided by engineer. */
"Insect" = "昆虫";

/* No comment provided by engineer. */
"Inside" = "内部";

/* No comment provided by engineer. */
"Invert" = "反转";

/* No comment provided by engineer. */
"Invert Color" = "反转颜色";

/* No comment provided by engineer. */
"Iris" = "光阑";

/* No comment provided by engineer. */
"Kaleidoscope" = "万花筒";

/* No comment provided by engineer. */
"Last Filter" = "最后一个过滤器";

/* No comment provided by engineer. */
"Lenticular Halo" = "柱面光晕";

/* No comment provided by engineer. */
"Lenticular Halo Generator" = "柱面光晕发生器";

/* No comment provided by engineer. */
"Levels" = "级别";

/* No comment provided by engineer. */
"Light & Dark" = "光与暗";

/* No comment provided by engineer. */
"Light Leak" = "漏光";

/* No comment provided by engineer. */
"Lighten Shadows" = "淡化阴影";

/* No comment provided by engineer. */
"Lightness" = "轻";

/* No comment provided by engineer. */
"Line" = "线";

/* No comment provided by engineer. */
"Line Dye" = "线染色";

/* No comment provided by engineer. */
"Line Overlay" = "线叠加";

/* No comment provided by engineer. */
"Line Screen" = "屏线";

/* No comment provided by engineer. */
"Linear" = "线性";

/* No comment provided by engineer. */
"Linear Bump" = "线性凹凸";

/* No comment provided by engineer. */
"Luminance" = "流明";

/* No comment provided by engineer. */
"Lyra" = "天琴座";

/* No comment provided by engineer. */
"Magenta/Green" = "洋红/绿";

/* No comment provided by engineer. */
"Mandala" = "曼陀罗";

/* No comment provided by engineer. */
"Mask to Alpha" = "Alpha蒙板";

/* No comment provided by engineer. */
"Median" = "中位数";

/* No comment provided by engineer. */
"Midtones" = "中间调";

/* No comment provided by engineer. */
"Miniaturize" = "小型化";

/* No comment provided by engineer. */
"Mirror" = "镜像";

/* No comment provided by engineer. */
"Mod" = "模组";

/* No comment provided by engineer. */
"Mod Transition" = "模组变换";

/* No comment provided by engineer. */
"Monochrome" = "单色";

/* No comment provided by engineer. */
"Monotone" = "单色调";

/* No comment provided by engineer. */
"Motion" = "运动";

/* No comment provided by engineer. */
"Motion Blur" = "运动模糊";

/* No comment provided by engineer. */
"Nebula" = "星云";

/* No comment provided by engineer. */
"Newspaper" = "报纸";

/* No comment provided by engineer. */
"Noise" = "噪点";

/* No comment provided by engineer. */
"Noise Level" = "噪点级别";

/* No comment provided by engineer. */
"Noise Reduction" = "降噪";

/* No comment provided by engineer. */
"Normal" = "正常";

/* No comment provided by engineer. */
"Old Photo" = "老照片";

/* No comment provided by engineer. */
"Op" = "选项";

/* No comment provided by engineer. */
"Op Tile" = "Op 瓷砖";

/* No comment provided by engineer. */
"Opacity" = "不透明度";

/* No comment provided by engineer. */
"Orchid" = "兰花";

/* No comment provided by engineer. */
"Orion" = "猎户座";

/* No comment provided by engineer. */
"Other" = "其他";

/* No comment provided by engineer. */
"Outside" = "外部";

/* No comment provided by engineer. */
"Page Curl" = "卷页";

/* No comment provided by engineer. */
"Page Curl Transition" = "卷页失真";

/* No comment provided by engineer. */
"Parallelogram" = "平行四边形";

/* No comment provided by engineer. */
"Parallelogram Tile" = "平行四边形拼贴";

/* No comment provided by engineer. */
"Pavo" = "孔雀座";

/* No comment provided by engineer. */
"Perspective" = "透视";

/* No comment provided by engineer. */
"Perspective Tile" = "透视拼贴";

/* No comment provided by engineer. */
"Photocopy" = "影印本";

/* No comment provided by engineer. */
"Pinch" = "夹";

/* No comment provided by engineer. */
"Pinch Distortion" = "夹失真";

/* No comment provided by engineer. */
"Pinwheel" = "风车";

/* No comment provided by engineer. */
"Pixelate" = "像素化";

/* No comment provided by engineer. */
"Pixelize" = "像素化";

/* No comment provided by engineer. */
"Pixellate" = "像素化";

/* No comment provided by engineer. */
"Pointillize" = "点状化";

/* No comment provided by engineer. */
"Position" = "位置";

/* No comment provided by engineer. */
"Posterize" = "色调分离";

/* No comment provided by engineer. */
"Preserve Transparency" = "保护透明区域";

/* No comment provided by engineer. */
"Primary Color" = "原色";

/* No comment provided by engineer. */
"Projectile" = "弹射";

/* No comment provided by engineer. */
"PXQuartzComposerApplyFilter" = "PXQuartzComposerApplyFilter";

/* No comment provided by engineer. */
"Radius" = "半径";

/* No comment provided by engineer. */
"Rain" = "雨";

/* No comment provided by engineer. */
"Random" = "随机";

/* No comment provided by engineer. */
"Random Generator" = "随机生成器";

/* No comment provided by engineer. */
"Recolor" = "重新着色";

/* No comment provided by engineer. */
"Red" = "红";

/* No comment provided by engineer. */
"Refine Selection" = "精确选择";

/* No comment provided by engineer. */
"Remove \"%@\" from Favorites" = "从收藏移除\"%@\" ";

/* No comment provided by engineer. */
"Replace Color" = "替换颜色";

/* No comment provided by engineer. */
"Resizer" = "调整";

/* No comment provided by engineer. */
"RGB" = "RGB";

/* No comment provided by engineer. */
"Rigel" = "参宿七";

/* No comment provided by engineer. */
"Ripple" = "波纹";

/* No comment provided by engineer. */
"Ripple Transition" = "波纹失真";

/* No comment provided by engineer. */
"Rocket" = "火箭";

/* No comment provided by engineer. */
"Saturation" = "饱和度";

/* No comment provided by engineer. */
"Scale" = "缩放";

/* No comment provided by engineer. */
"Scanner" = "扫描仪";

/* No comment provided by engineer. */
"Secondary Color" = "合成色";

/* No comment provided by engineer. */
"Select Color" = "可选颜色";

/* No comment provided by engineer. */
"Sepia Tone" = "深褐色调";

/* No comment provided by engineer. */
"Shaded Material" = "阴影物质";

/* No comment provided by engineer. */
"Shadows" = "阴影";

/* No comment provided by engineer. */
"Shadows & Highlights" = "阴影和高光";

/* No comment provided by engineer. */
"Shadows and Highlights" = "阴影和高光";

/* No comment provided by engineer. */
"Shadows Radius" = "阴影半径";

/* No comment provided by engineer. */
"Shadows Tonal Width" = "阴影色调宽度";

/* No comment provided by engineer. */
"Shape Inner Shadow Filter" = "图形内阴影滤镜";

/* No comment provided by engineer. */
"Shape Inside Shadow Filter" = "图形内部阴影滤镜";

/* No comment provided by engineer. */
"Sharpen" = "锐化";

/* No comment provided by engineer. */
"Sharpen Edges" = "锐化边缘";

/* No comment provided by engineer. */
"Shutters" = "百叶窗";

/* No comment provided by engineer. */
"Sixfold Reflected" = "六倍反射";

/* No comment provided by engineer. */
"Sixfold Reflected Tile" = "六倍反射拼贴";

/* No comment provided by engineer. */
"Sixfold Rotated" = "六倍旋转";

/* No comment provided by engineer. */
"Sixfold Rotated Tile" = "六倍旋转拼贴";

/* No comment provided by engineer. */
"Size" = "大小";

/* No comment provided by engineer. */
"Sketch" = "草图";

/* No comment provided by engineer. */
"Skew" = "偏离";

/* No comment provided by engineer. */
"Skim Filter Name" = "撇去滤镜名";

/* No comment provided by engineer. */
"Smooth" = "光滑";

/* No comment provided by engineer. */
"Snow" = "雪";

/* No comment provided by engineer. */
"Snowflake" = "雪花";

/* No comment provided by engineer. */
"Soften" = "软化";

/* No comment provided by engineer. */
"Solarize" = "过度曝光";

/* No comment provided by engineer. */
"Speed" = "速度";

/* No comment provided by engineer. */
"Spot Color" = "聚光灯颜色";

/* No comment provided by engineer. */
"Spot Light" = "聚光灯";

/* No comment provided by engineer. */
"Spotlight" = "聚光灯";

/* No comment provided by engineer. */
"Star Shine" = "星芒";

/* No comment provided by engineer. */
"Star Shine Generator" = "星芒生成器";

/* No comment provided by engineer. */
"Strength" = "强度";

/* No comment provided by engineer. */
"Stretch" = "拉伸";

/* No comment provided by engineer. */
"Striation Radius" = "条纹半径";

/* No comment provided by engineer. */
"Stripes" = "条纹";

/* No comment provided by engineer. */
"Stripes Generator" = "条纹生成器";

/* No comment provided by engineer. */
"Stroke" = "笔画";

/* No comment provided by engineer. */
"Style" = "风格";

/* No comment provided by engineer. */
"Stylize" = "风格化";

/* No comment provided by engineer. */
"Sunbeams" = "阳光";

/* No comment provided by engineer. */
"Sunbeams Generator" = "阳光发生器";

/* No comment provided by engineer. */
"Sunniness" = "阳光照射";

/* No comment provided by engineer. */
"Swipe" = "滑动";

/* No comment provided by engineer. */
"Swipe Transition" = "滑动变形";

/* No comment provided by engineer. */
"Syringa" = "丁香";

/* No comment provided by engineer. */
"Taurus" = "金牛座";

/* No comment provided by engineer. */
"Temperature" = "温度";

/* No comment provided by engineer. */
"Tessera" = "镶嵌";

/* No comment provided by engineer. */
"Threshold" = "阈值";

/* No comment provided by engineer. */
"Tile" = "拼贴";

/* No comment provided by engineer. */
"Time" = "时间";

/* No comment provided by engineer. */
"Torus Lens" = "环形镜头";

/* No comment provided by engineer. */
"Torus Lens Distortion" = "环形镜头失真";

/* No comment provided by engineer. */
"Transition" = "过渡";

/* No comment provided by engineer. */
"Triangle" = "三角形";

/* No comment provided by engineer. */
"Triangle Tile" = "三角形拼贴";

/* No comment provided by engineer. */
"Twelvefold Reflected" = "十二倍反射";

/* No comment provided by engineer. */
"Twelvefold Reflected Tile" = "十二倍反射拼贴";

/* No comment provided by engineer. */
"Twilight" = "暮色";

/* No comment provided by engineer. */
"Twirl" = "旋转";

/* No comment provided by engineer. */
"Twirl Distortion" = "旋转失真";

/* No comment provided by engineer. */
"Type" = "类型";

/* No comment provided by engineer. */
"Unsharp" = "反锐化";

/* No comment provided by engineer. */
"Untitled Filter" = "未命名滤镜";

/* No comment provided by engineer. */
"Value" = "值";

/* No comment provided by engineer. */
"Vega" = "织女星";

/* No comment provided by engineer. */
"Vignette" = "晕影";

/* No comment provided by engineer. */
"Vintage" = "复古的";

/* No comment provided by engineer. */
"Vortex" = "涡旋";

/* No comment provided by engineer. */
"Vortex Distortion" = "涡流畸变";

/* No comment provided by engineer. */
"Warp" = "弯曲";

/* No comment provided by engineer. */
"Width" = "宽度";

/* No comment provided by engineer. */
"Windmill" = "风车";

/* No comment provided by engineer. */
"Wormwood" = "艾蒿";

/* No comment provided by engineer. */
"Yellow/Blue" = "黄色/蓝色";

/* No comment provided by engineer. */
"Zoom" = "缩放";

/* No comment provided by engineer. */
"Zoom Blur" = "缩放模糊";
